tap "azure/kubelogin"
tap "bufbuild/buf"
tap "buildpacks/tap"
tap "charmbracelet/tap"
tap "fastly/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "localstack/tap"
tap "mike-engel/jwt-cli"
tap "mongodb/brew"
tap "noahgorstein/tap"
tap "oven-sh/bun"
tap "sst/tap"
tap "teamookla/speedtest"
tap "warrensbox/tap"
tap "whiteducksoftware/tap"
brew "act"
brew "aichat"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "harfbuzz"
brew "aider"
brew "akamai"
brew "tree"
brew "ansible"
brew "ansible-lint"
brew "apko"
brew "asciinema"
brew "atmos"
brew "aws-vault"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "p7zip"
brew "binwalk"
brew "bottom"
brew "caddy"
brew "cdebug"
brew "certbot"
brew "cilium-cli"
brew "node"
brew "cloudflare-wrangler"
brew "cmatrix"
brew "colordiff"
brew "container-structure-test"
brew "cosign"
brew "crane"
brew "csvkit"
brew "ctags"
brew "cue"
brew "curl"
brew "difftastic"
brew "dive"
brew "doctl"
brew "doggo"
brew "dos2unix"
brew "duf"
brew "dust"
brew "exiftool"
brew "eza"
brew "fd"
brew "fdupes"
brew "gnutls"
brew "pango"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fisher"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gdu"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "go-task"
brew "goaccess"
brew "pkgconf"
brew "gobject-introspection"
brew "gofumpt"
brew "golangci-lint"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "groovy"
brew "grpcurl"
brew "hadolint"
brew "helm"
brew "homeassistant-cli"
brew "htop"
brew "httpx"
brew "hubble"
brew "hugo"
brew "hurl"
brew "libheif"
brew "imagemagick"
brew "iproute2mac"
brew "jless"
brew "jq"
brew "jqp"
brew "jsonlint"
brew "just"
brew "k3d"
brew "k9s"
brew "katana"
brew "kind"
brew "ko"
brew "krakend"
brew "kubeconform"
brew "kubectx"
brew "kubent"
brew "kubeseal"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "libgit2@1.7"
brew "lima"
brew "lnav"
brew "mas"
brew "maven"
brew "minio-mc"
brew "mise"
brew "mkcert"
brew "mongosh"
brew "mtr"
brew "mutt"
brew "tree-sitter"
brew "neovim"
brew "newrelic-cli"
brew "nmap"
brew "nss"
brew "oath-toolkit"
brew "opa"
brew "p0f"
brew "pandoc"
brew "parallel"
brew "pidof"
brew "prettier"
brew "prettyping"
brew "procs"
brew "pstree"
brew "pytest"
brew "python@3.10"
brew "python@3.9"
brew "rclone"
brew "renovate"
brew "ripgrep"
brew "ruff"
brew "rustup", link: true
brew "semgrep"
brew "sf-pwgen"
brew "shellcheck"
brew "shfmt"
brew "silicon"
brew "skaffold"
brew "sonar-scanner"
brew "sslscan"
brew "starship"
brew "stepci"
brew "stow"
brew "subversion"
brew "sysdig"
brew "teller"
brew "wireshark", link: false
brew "termshark"
brew "terraform-docs"
brew "tflint"
brew "the_silver_searcher"
brew "tldr"
brew "tlsx"
brew "tmux"
brew "tokei"
brew "trippy"
brew "trivy"
brew "trufflehog"
brew "uv"
brew "vale"
brew "vegeta"
brew "vhs"
brew "vivid"
brew "wabt"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "wtfutil"
brew "xmlstarlet"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "azure/kubelogin/kubelogin"
brew "bufbuild/buf/buf"
brew "buildpacks/tap/pack"
brew "charmbracelet/tap/mods"
brew "fastly/tap/fastly"
brew "localstack/tap/localstack-cli"
brew "mike-engel/jwt-cli/jwt-cli"
brew "mongodb/brew/mongodb-database-tools"
brew "oven-sh/bun/bun"
brew "sst/tap/opencode"
brew "teamookla/speedtest/speedtest"
brew "warrensbox/tap/tfswitch"
brew "warrensbox/tap/tgswitch"
brew "whiteducksoftware/tap/azctx"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "alfred"
cask "anythingllm"
cask "balenaetcher"
cask "bartender"
cask "beekeeper-studio"
cask "brave-browser"
cask "brave-browser@beta"
cask "brave-browser@nightly"
cask "bruno"
cask "calibre"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "cleanshot"
cask "coconutbattery"
cask "cursor"
cask "cursor-cli"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-montserrat"
cask "font-signika"
cask "fork"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "keepassxc"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "mimestream"
cask "mitmproxy"
cask "mongodb-compass"
cask "msty"
cask "netnewswire"
cask "ngrok"
cask "nordvpn"
cask "ollama-app"
cask "postman"
cask "proxyman"
cask "raspberry-pi-imager"
cask "rectangle"
cask "send-to-kindle"
cask "session-manager-plugin"
cask "spotify"
cask "sqlectron"
cask "sysdig-inspect"
cask "tableplus"
cask "tailscale-app"
cask "todoist-app"
cask "topnotch"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "wireshark-app"
cask "yubico-yubikey-manager"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Balance", id: 1637311725
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Slack", id: 803453959
mas "Unsplash Wallpapers", id: 1284863847
mas "WireGuard", id: 1451685025
