tap "azure/kubelogin"
tap "fastly/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mike-engel/jwt-cli"
tap "mongodb/brew"
tap "noahgorstein/tap"
tap "teamookla/speedtest"
tap "whiteducksoftware/tap"
brew "act"
brew "ansible"
brew "ansible-lint"
brew "jpeg-xl"
brew "aom"
brew "atlantis"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "bash"
brew "libgit2@1.7"
brew "bat"
brew "bottom"
brew "caddy"
brew "glib"
brew "certbot"
brew "cilium-cli"
brew "colordiff"
brew "coreutils"
brew "cosign"
brew "csvkit"
brew "ctags"
brew "cue"
brew "curl"
brew "difftastic"
brew "direnv"
brew "dive"
brew "doctl"
brew "doggo"
brew "dos2unix"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "fdupes"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fisher"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gdu"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "go-task"
brew "goaccess"
brew "gobject-introspection"
brew "gofumpt"
brew "golangci-lint"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "groovy"
brew "hadolint"
brew "helix"
brew "helm"
brew "hey"
brew "htop"
brew "httpx"
brew "hubble"
brew "hugo"
brew "hurl"
brew "libheif"
brew "imagemagick"
brew "iproute2mac"
brew "jless"
brew "jq"
brew "node"
brew "jsonlint"
brew "just"
brew "k9s"
brew "katana"
brew "kind"
brew "krakend"
brew "kubectx"
brew "kubeseal"
brew "lazydocker"
brew "lazygit"
brew "lnav"
brew "mas"
brew "maven"
brew "minikube"
brew "minio-mc"
brew "mise"
brew "mitmproxy"
brew "mkcert"
brew "mongosh"
brew "mtr"
brew "mutt"
brew "tree-sitter"
brew "neovim"
brew "newrelic-cli"
brew "nss"
brew "oath-toolkit"
brew "opa"
brew "opentofu"
brew "p0f"
brew "p7zip"
brew "parallel"
brew "pidof"
brew "prettier"
brew "prettyping"
brew "procs"
brew "pstree"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "rustup", link: true
brew "sf-pwgen"
brew "shellcheck"
brew "shfmt"
brew "skaffold"
brew "sonar-scanner"
brew "sslscan"
brew "starship"
brew "stow"
brew "subversion"
brew "sysdig"
brew "teller"
brew "wireshark", link: false
brew "termshark"
brew "terragrunt"
brew "tflint"
brew "the_silver_searcher"
brew "tldr"
brew "tlsx"
brew "tmux"
brew "tokei"
brew "tree"
brew "trippy"
brew "trivy"
brew "trufflehog"
brew "vale"
brew "vegeta"
brew "vivid"
brew "wabt"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "wtfutil"
brew "xmlstarlet"
brew "yamllint"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "azure/kubelogin/kubelogin"
brew "fastly/tap/fastly"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "mike-engel/jwt-cli/jwt-cli"
brew "mongodb/brew/mongodb-database-tools"
brew "noahgorstein/tap/jqp"
brew "teamookla/speedtest/speedtest"
brew "whiteducksoftware/tap/azctx"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "alfred"
cask "balenaetcher"
cask "bartender"
cask "brave-browser"
cask "burp-suite"
cask "calibre"
cask "citrix-workspace"
cask "cleanshot"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-montserrat"
cask "font-signika"
cask "fork"
cask "google-chrome"
cask "inso"
cask "insomnia"
cask "iterm2"
cask "keycastr"
cask "lm-studio"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "mimestream"
cask "mongodb-compass"
cask "msty"
cask "ngrok"
cask "nordvpn"
cask "ollama"
cask "postman"
cask "raspberry-pi-imager"
cask "rectangle"
cask "robo-3t"
cask "send-to-kindle"
cask "spotify"
cask "sysdig-inspect"
cask "tailscale"
cask "temurin@11"
cask "todoist"
cask "topnotch"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "wezterm"
cask "wireshark"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Balance", id: 1637311725
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Slack", id: 803453959
mas "Unsplash Wallpapers", id: 1284863847
mas "WireGuard", id: 1451685025
