tap "azure/kubelogin"
tap "fastly/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mike-engel/jwt-cli"
tap "mongodb/brew"
tap "stiviik/tap"
tap "teamookla/speedtest"
brew "ansible"
brew "yamllint"
brew "ansible-lint"
brew "jpeg-xl"
brew "aom"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bottom"
brew "caddy"
brew "glib"
brew "certbot"
brew "colordiff"
brew "coreutils", link: false
brew "csvkit"
brew "ctags"
brew "curl"
brew "dive"
brew "doctl"
brew "dog"
brew "dos2unix"
brew "dust"
brew "exa"
brew "fd"
brew "fdupes"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fisher"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gdu"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "goaccess"
brew "gobject-introspection"
brew "gofumpt"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "groovy"
brew "hadolint"
brew "helix"
brew "helm"
brew "hey"
brew "htop"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "iproute2mac"
brew "jless"
brew "jq"
brew "node"
brew "jsonlint"
brew "k9s"
brew "krakend"
brew "kubectx"
brew "kubeseal"
brew "lazygit"
brew "mas"
brew "maven"
brew "minio-mc"
brew "mitmproxy"
brew "mtr"
brew "ncdu"
brew "tree-sitter"
brew "neovim"
brew "node@16"
brew "node@18"
brew "oath-toolkit"
brew "p7zip"
brew "parallel"
brew "pidof"
brew "pnpm"
brew "prettier"
brew "prettyping"
brew "procs"
brew "pstree"
brew "python@3.9"
brew "ripgrep"
brew "rustup-init"
brew "sf-pwgen"
brew "shellcheck"
brew "shfmt"
brew "sslscan"
brew "starship"
brew "subversion"
brew "sysdig"
brew "terraform"
brew "terragrunt"
brew "tflint"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "vegeta"
brew "wabt"
brew "watch"
brew "wget"
brew "xmlstarlet"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "azure/kubelogin/kubelogin"
brew "fastly/tap/fastly"
brew "hashicorp/tap/packer"
brew "mike-engel/jwt-cli/jwt-cli"
brew "mongodb/brew/mongodb-database-tools"
brew "stiviik/tap/azctx"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alfred"
cask "balenaetcher"
cask "brave-browser"
cask "burp-suite"
cask "calibre"
cask "citrix-workspace"
cask "cleanshot"
cask "discord"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-montserrat"
cask "font-signika"
cask "fork"
cask "google-chrome"
cask "inso"
cask "insomnia"
cask "iterm2"
cask "keycastr"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "mimestream"
cask "ngrok"
cask "postman"
cask "rectangle"
cask "robo-3t"
cask "spotify"
cask "sysdig-inspect"
cask "temurin11"
cask "topnotch"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "wireshark"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Balance", id: 1637311725
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
mas "Unsplash Wallpapers", id: 1284863847
